adpyke.codesnap
aeschli.vscode-css-formatter
golang.go
haskell.haskell
James-Yu.latex-workshop
justusadam.language-haskell
mads-hartmann.bash-ide-vscode
MaxGabriel.brittany
ms-azuretools.vscode-docker
ms-vscode.Theme-TomorrowKit
ms-vscode.wordcount
mtxr.sqltools
octref.vetur
PKief.material-icon-theme
sdras.night-owl
vscodevim.vim
VSpaceCode.whichkey
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
